{
	"phrases": [
		"Hello there! How's your day treating you? I hope it's going well. It's always a pleasure to see you again!",
		"Hey, how's it going? Busy day at the store today? It seems like there's a lot happening!",
		"It's great to be back here! I always enjoy shopping in your store. The atmosphere is so welcoming.",
		"Wow, it's pretty crowded today! Must be a busy day for you all.",
		"I managed to find everything I needed, thank you! Your store is so well organized.",
		"Do you need my loyalty card today? I always forget if it's necessary, ha!",
		"I couldn't help but notice that the price of this item seems a bit higher than usual.",
		"These items are on sale, right? I'm always on the lookout for a good deal.",
		"The weather is lovely today, isn't it? Makes shopping even more enjoyable!",
		"Quick question, do you offer any discounts for seniors? Just curious!",
		"I've gotta say, I absolutely love shopping here. You guys have such a great selection!",
		"I just want to say, your store is always so clean and tidy. It makes shopping a breeze.",
		"The price of bread has really gone up lately, huh? I've noticed it at a few places.",
		"Is it always this busy here? I can hardly find a parking spot!",
		"What time do you all close today? Trying to plan out the rest of my errands.",
		"Hey, do you happen to have any more of these in the back? I could really use another one.",
		"I came across some fantastic deals today! Your sales are always worth checking out.",
		"Mind helping me bag these items? I always seem to struggle with it.",
		"I hate to be a bother, but do you have a restroom I could use real quick?",
		"Would you mind double-bagging this for me? I don't want anything to spill.",
		"Hey, just curious, do you guys recycle plastic bags? Trying to be more eco-friendly.",
		"I'm glad I got here early, it's starting to get packed now!",
		"Any chance you have any coupons I could use today? Every little bit helps, right?",
		"I have to say, I'm really impressed with your produce section. Everything looks so fresh!",
		"Are there any specials going on today? I'm always on the lookout for a good deal.",
		"Your staff is always so friendly and helpful. It really makes a difference.",
		"The cost of eggs has been through the roof lately, don't you think?",
		"Milk prices seem to keep climbing, huh? It's getting harder to keep up with grocery bills.",
		"Excuse me, is there a limit on how many of these I can buy?",
		"The price on this seems a bit off. Could you double-check for me?",
		"Are these products organic? I'm trying to go all-natural if I can.",
		"Hey, how long has this store been around? I'm always curious about its history.",
		"I've gotta say, I'm really impressed with your selection of wines.",
		"Can I use my own bags for these purchases? Trying to reduce my plastic usage.",
		"Do you have a rewards program? I'm always looking for ways to save.",
		"Is it always this busy here? Seems like there's never a quiet moment!",
		"Can I return something if I end up not liking it? Just want to be sure.",
		"When's the best time to come shopping here? Trying to avoid the crowds.",
		"I can't resist your bakery section! Everything always looks so delicious.",
		"The price of gluten-free products is really starting to add up, isn't it?",
		"I came across some fantastic produce today. Everything looks so fresh!",
		"The music you play here always puts me in a good mood.",
		"Is there a manager available that I could speak to? I have a question about something.",
		"Do you have a suggestion box? I have a few ideas I'd love to share.",
		"I had such a great experience shopping here today! Everyone was so helpful.",
		"Could I get a receipt for my purchases, please? Just for my records.",
		"Do you have a pharmacy in this store? I need to pick up a prescription.",
		"I absolutely adore your floral department. It always brightens up my day.",
		"Vegan products sure do come with a hefty price tag, don't they?",
		"I have to be honest, I'm not too thrilled about the price of this item.",
		"Could you assist me with this coupon? I always get a bit confused with them.",
		"I can't resist your deli section. Everything always looks so tempting!",
		"Do you offer gift wrapping services? It would save me a trip elsewhere.",
		"Is this item on special today? I thought I saw it advertised.",
		"Just wanted to say, I really appreciate your help. Thank you!",
		"This is hands down my favorite store. I always find everything I need here.",
		"Could you point me in the direction of the customer service desk? I have a question.",
		"Could you break this bill for me? I need some smaller denominations.",
		"Do you carry any locally sourced products? I like to support local businesses.",
		"I couldn't find everything I was looking for today. Maybe next time!",
		"Could you explain your return policy to me? Just want to be clear on it.",
		"Can I use my own reusable bag for these purchases? Trying to be eco-conscious.",
		"I stumbled upon a great deal on these items. Couldn't pass it up!",
		"Is it okay if I leave my cart here for a moment? I just need to grab one more thing.",
		"Is this store part of a larger chain? Just curious about its ownership.",
		"Do you have a lost and found? I think I may have misplaced something.",
		"Could I get a price check on this item? I want to make sure it's accurate.",
		"Pet food prices seem to keep going up, don't they? It's getting expensive to feed our furry friends.",
		"Is there a limit on how many of the sale items I can purchase?",
		"Can you direct me to the customer service desk? I have a question I need help with.",
		"Do you offer any discounts for buying in bulk? I like to stock up when I can.",
		"I always manage to find exactly what I need here. Your store is so well-stocked.",
		"Can I bring my own bags for these purchases? Trying to cut down on waste.",
		"Is this the correct price for this item? It seems a bit high to me.",
		"I can't resist your selection of cheeses. It's always so tempting!",
		"Mind helping me with these bags? They're a bit heavy for me to manage alone.",
		"Do you offer cash back when making purchases? Just curious.",
		"Organic foods definitely come at a premium, don't they? It's tough to justify sometimes, but I try to go organic when I can.",
		"Where can I find the seasonal items? I'm always excited to see what's new!",
		"I really appreciate the layout of your store. It's so easy to navigate.",
		"Hey, do you know if this brand is any good? I've never tried it before.",
		"The price of bulk items has really been climbing lately, hasn't it?",
		"Excuse me, I need a bit of assistance with this item. Could you help me out?",
		"I always have such a pleasant time shopping here. You guys really make it enjoyable.",
		"The price of this item seems to have increased quite a bit since last time I was here.",
		"Hey, is this item on sale today? I thought I saw it advertised.",
		"Could you please pack these items separately? I want to keep them organized.",
		"What time does the store open tomorrow? I need to plan my shopping trip.",
		"Do you offer any discounts for seniors? Just curious!",
		"Could you verify the price of this item for me? It seems a bit off.",
		"Where can I find the manager? I have a question I'd like to discuss with them."
	]
}
